[
    {
        "id": 1,
        "title": {
            "ru": "В Ташкенте открыли новый транспортный маршрут на электробусах",
            "uz": "Toshkentda yangi elektroavtobus yo'nalishi ochildi"
        },
        "date": "2025-04-22",
        "image": "https://images.unsplash.com/photo-1544620347-c4fd4a3d5957",
        "description": {
            "ru": "В столице запустили новый экологичный маршрут от метро «Бунёдкор» до массива «Чилонзор». Используются 20 китайских электробусов BYD.",
            "uz": "Poytaxtda «Bunyodkor» metrodan «Chilonzor»gacha yangi ekologik toza elektroavtobus yo'nalishi ishga tushirildi. 20 ta BYD elektroavtobuslari ishlatilmoqda."
        }
    },
    {
        "id": 2,
        "title": {
            "ru": "Узбекистан и Саудовская Аравия подписали соглашение о $10 млрд инвестиций",
            "uz": "O'zbekiston va Saudiya Arabistoni 10 mlrd dollarlik investitsiya shartnomasini imzoladi"
        },
        "date": "2025-04-21",
        "image": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c",
        "description": {
            "ru": "Документ включает проекты в энергетике, туризме и сельском хозяйстве. Основной фокус — строительство солнечных электростанций в Каракалпакстане.",
            "uz": "Hujjat energetika, turizm va qishloq xo'jaligi sohalaridagi loyihalarni o'z ichiga oladi. Asosiy e'tibor Qoraqalpog'istonda quyosh elektr stansiyalarini qurishga qaratilgan."
        }
    },
    {
        "id": 3,
        "title": {
            "ru": "В Ташкенте стартовал фестиваль «Навруз-2025» с рекордным числом гостей",
            "uz": "Toshkentda «Navro'z-2025» festivali rekord darajadagi mehmonlar bilan boshlandi"
        },
        "date": "2025-03-20",
        "image": "https://images.unsplash.com/photo-1513889961551-628c1e5e2ee9",
        "description": {
            "ru": "На празднование в парке «Алишера Навои» пришли более 200 тыс. человек. Гвоздь программы — шоу дронов и концерт «Ялла».",
            "uz": "«Alisher Navoiy» bog'ida bo'lib o'tgan bayramga 200 mingdan ortiq odam keldi. Dasturning asosiy diqqatga sazovor joylari - dronlar shousi va «Yalla» guruhi kontserti."
        }
    },
    {
        "id": 4,
        "title": {
            "ru": "Цены на бензин выросли на 12% с 1 апреля",
            "uz": "1-apreldan benzin narxlari 12% ga oshdi"
        },
        "date": "2025-04-01",
        "image": "https://images.unsplash.com/photo-1509506489701-dfe23b067808",
        "description": {
            "ru": "АИ-95 теперь стоит 9 800 сум/литр. Правительство объясняет это ростом цен на нефть на мировом рынке.",
            "uz": "AI-95 benzining narxi endi 9800 so'm/litrdan boshlanadi. Hukumat buni dunyo bozorida neft narxlarining oshishi bilan izohlaydi."
        }
    },
    {
        "id": 5,
        "title": {
            "ru": "В Самарканде открыли новый терминал аэропорта",
            "uz": "Samarqand aeroportida yangi terminal ochildi"
        },
        "date": "2025-04-15",
        "image": "https://images.unsplash.com/photo-1436491865332-7a61a109cc05",
        "description": {
            "ru": "Терминал пропускной способностью 5 млн пассажиров в год построен с участием турецкой компании «TAV».",
            "uz": "Yiliga 5 million yo'lovchi sig'imiga ega yangi terminal Turkiyaning «TAV» kompaniyasi ishtirokida qurilgan."
        }
    },
    {
        "id": 6,
        "title": {
            "ru": "Ташкент вошел в ТОП-10 городов СНГ для цифровых кочевников",
            "uz": "Toshkent MDH mamlakatlari orasida raqamli ko'chmanchilar uchun eng yaxshi 10 shahar qatoriga kirdi"
        },
        "date": "2025-04-10",
        "image": "https://images.unsplash.com/photo-1454165804606-c3d57bc86b40",
        "description": {
            "ru": "Рейтинг составлен по критериям стоимости жизни, скорости интернета и коворкингов. Опередил Алматы, но уступил Еревану.",
            "uz": "Reyting turar-joy narxlari, internet tezligi va kovorking maydonlari kriteriyalari asosida tuzilgan. Olmatini ortda qoldirgan bo'lsa-da, Yerevandan keyin ikkinchi o'rinda turadi."
        }
    },
    {
        "id": 7,
        "title": {
            "ru": "В Узбекистане упростили получение виз для граждан ЕС",
            "uz": "O'zbekistonda Yevropa Ittifoqi fuqarolari uchun vizalar soddalashtirildi"
        },
        "date": "2025-04-05",
        "image": "https://images.unsplash.com/photo-1506929562872-bb421503ef21",
        "description": {
            "ru": "Теперь граждане 25 стран ЕС могут получить электронную визу на 30 дней за 2 рабочих дня.",
            "uz": "Endi Yevropa Ittifoqining 25 mamlakat fuqarolari 30 kunlik elektron vizani 2 ish kuni ichida olishlari mumkin."
        }
    },
    {
        "id": 8,
        "title": {
            "ru": "В Ташкенте задержаны члены контрабандистской группы с $1 млн фальшивых долларов",
            "uz": "Toshkentda 1 million so'm qiymatidagi soxta dollar bilan kontrabanda guruhi a'zolari qo'lga olindi"
        },
        "date": "2025-04-18",
        "image": "https://images.unsplash.com/photo-1581093450025-4d85dea6a0d8",
        "description": {
            "ru": "Группа из 5 человек печатала поддельные купюры в частном доме в Сергелийском районе.",
            "uz": "5 kishidan iborat guruh Sergeli tumanidagi xususiy uyda soxta banknotlar bosib chiqargan."
        }
    },
    {
        "id": 9,
        "title": {
            "ru": "Узбекистан экспортировал рекордные 1.2 млн тонн фруктов в 2024 году",
            "uz": "O'zbekiston 2024 yilda rekord darajada - 1.2 million tonna meva-sabzavot eksport qildi"
        },
        "date": "2025-03-30",
        "image": "https://images.unsplash.com/photo-1603569283847-aa295f0d016a",
        "description": {
            "ru": "Основные покупатели — Россия (45%), Казахстан (30%) и Китай (15%). Лидеры экспорта — черешня и виноград.",
            "uz": "Asosiy xaridorlar - Rossiya (45%), Qozog'iston (30%) va Xitoy (15%). Eksportda olcha va uzum yetakchilik qilmoqda."
        }
    },
    {
        "id": 10,
        "title": {
            "ru": "В Ташкенте появится новый парк на месте бывшего завода",
            "uz": "Toshkentda sobiq zavod o'rnida yangi bog' quriladi"
        },
        "date": "2025-04-12",
        "image": "https://images.unsplash.com/photo-1477959858617-67f85cf4f1df",
        "description": {
            "ru": "На территории завода «Ташсельмаш» создадут зону отдыха с велодорожками и искусственным озером. Открытие — в сентябре 2025.",
            "uz": "«Toshselmash» zavodi maydonida veloyog'li yo'llar va sun'iy ko'li bo'lgan dam olish maskani barpo etiladi. Ochilishi - 2025 yil sentyabr oyida rejalashtirilgan."
        }
    }
]